COPYPASTA_BBSONG = """
喂！你話邊個CHUNITHM譜面係「兒歌」？
話晒CHUNITHM係音遊界嘅頂級機台，譜面設計精細到爆，點會係你講嗰啲低能兒歌可比！？係咪當你喺幼稚園拎住波波池嘅波玩咁簡單？
定係你連Basic難度都Clear唔到，仲喺度亂吠！屌你老母，係咪以為拎住兩粒Note亂笠就叫玩音遊啊？
仆你個街，CHUNITHM嘅譜面設計係為咗挑戰你嘅反應同節奏感，唔係畀你當卡拉OK機咁hea玩！你呢啲連筷子都拎唔穩嘅扑街，點會明白點樣Full Combo一首14+嘅歌！
講真，你咁樣亂講真係激嬲晒所有CHUNITHM玩家！有無試過喺機台前同班友連打幾粒鐘，汗流浹背仲要同機台嘅鬼畜判定鬥智鬥力？仲要望住個屏幕閃到好似癲病發作咁，條條Note同彩虹咁飛過嚟，你仲話係兒歌？！
有無試過為咗一個SSS Rank打到手指抽筋？仲喺度話「兒歌」，你係咪同CHUNITHM有仇啊？屌你嘅，你有種就去機鋪同我現場表演AJ一次「L9」嘅Ultima譜面！唔係就唔好喺度扮音遊達人，仲要亂講咁低能嘅評論！
我同你講，每一首歌、每一個譜面都係設計師同玩家嘅心血結晶！下次再喺度亂講「兒歌」，小心我叫Sum哥喺機鋪度同你單挑，用「祈 -我ら神祖と共に歩む者なり-」嘅Master譜面教你點樣做人！仆街，識講就講啲有建設性嘅嘢，唔係就收皮啦！
"""

COPYPASTA_AIAIAI = """
喂屌你老母講咩唉啫，成日喺度扮可憐咩，唔好搞我嘅心情啦！

你知唔知有幾多人比你慘㗎？有咩咁值得你喺度嗚哇嗚哇咁呀？

你都係收皮啦！唔想同你嘥時間！

講真係都唔知你咁樣喺度扮慘做乜春！

如果你真係咁慘就去死啦，唔該！乜撚野都要喺度扮可憐，**你老母！
"""

COPYPASTA_CRY = """
屌你咩事呀？喊撚乜春呀？做人唔好咁軟弱啦，係咪又被條女飛左？老老實實同你講，宜家啲女仔都係為錢，你搵唔到錢實比人當豬揼，喊都冇用㗎！男人老狗梗係要撈定先啦！

1. 你梗係要好似我咁硬淨少少，等我教下你點做先:
2. 收埋啲眼淚，唔好咁娘娘腔
3. 專心搵錢啦，錢多自然有女仔黎
4. 上gym練大隻啦廢青

仲喊就碌鳩比人笑死啦！醒少少啦！
"""

COPYPASTA_DIUDIUDIU = """
咩叫屌屌屌啫？你咁樣亂屌冇意思架喎！

識講嘢未呀？成日屌屌屌，你以為自己好型咩？

你老母生你個時都冇咁勁叫過啦！

仲有冇嘢講啊？講嘢都唔好好講，淨係識得講粗口，你仲要屌埋三次，正一小學雞！
"""

COPYPASTA_XEVEL = """
我是一個剛上彩的玩家，今天是一個星期六，上了五天學終於可以去機廳打中二了。我投幣上機，聽到有首很好聽的歌 — Xevel
MASTER 14+ 是我平常根本不會觸碰的難度，但是這首歌真的很好聽，那就越一次級吧
我開始打，發現我對這首歌的譜面異常的熟練，彷彿好像已經打了很多次似的。遊戲結束 出來的成績是 1009106 SSS+ FC
不可能吧？我被這成績嚇到了 。我拿起手機，從倒影中發現自己的頭竟然長了一雙兔耳、頭髮變成白色、身上的T恤短褲和拖鞋還變成了地雷裙和皮鞋
我連忙想要跑出機廳，可是一切已經太晚了，我一邊跑，體型一邊縮小，皮膚一邊變白。最後我變成了一隻嬌小的、身體由棉花糖組成的兔子
"""

COPYPASTA_X7124P1 = """
項目編號：SCP-7124

項目等級：Safe

特殊收容措施：SCP-7124 應被收容於一間地雷系裝潢的房間內，房間內需設置一台中二節奏，收容所附近一公里範圍不得放置任何中二節奏。依據[資料刪除]安全條款，該房間由至少一名男性全天候看守。進入 SCP-7124 的收容所需戴上口罩。
"""

COPYPASTA_X7124P2 ="""
描述：SCP-7124 是一名年約十八歲，身穿地雷系服飾的女子。SCP-7124 表現出對音樂遊戲及繪畫的喜愛，尤其鍾愛「中二節奏」— 由日本遊戲公司SEGA研發的街機音樂遊戲。

SCP-7124 擁有高超的音樂遊戲實力，尤其擅長「鍵盤」及「單手交互」配置。

於 SCP-7124 自身一公里範圍內遊玩中二節奏將會轉化為 SCP-7124-1，此過程不可逆轉且具傳染性。
"""

COPYPASTA_X7124P3 ="""
SCP-7124-1 為白色的兔子，紅瞳，無口，全身由棉花糖構成。轉化為 SCP-7124-1 的過程分為三個階段：
1. 被轉化者開始穿上地雷系服飾
2. 被轉化者皮膚變白，長出兔子的生物特徵，嘴巴縮小直至肉眼不可視。
3. 被轉化者體型縮小，身體組織被棉花糖取代，喪失語言能力，音樂遊戲實力上升至與 SCP-7124 一致。
"""

COPYPASTA_X7124P4 ="""
檔案編號71-24：
當████男士在[資料刪除]時看見SCP-7124時聊天並成為了情侶，當過了起碼3~4個月時間████男士發現SCP-7124行為反常，當████男士在「中二節奏」打上SSS+時SCP-7124的行為越來越反常並轉化為SCP-7124-1將████男士殺死消失。

附錄71-25：
關於此編號看見，在其他朋友中分出結果：
死者████男士：香港亞洲人，20歲，帶著眼鏡，平常學生，當在遊玩「中二節奏」時被SCP-7124-1殺死即時死亡。
"""

COPYPASTA_MARSHMELLOWRABBIT1 = """
棉花糖兔是一種歷史悠久、學科齊全、學術實力雄厚、辦學特色鮮明，在國際上具有重要影響力與競爭力的生物，在多個學術領域具有非常前瞻的科技實力，擁有世界一流的實驗室與師資力量，各種排名均位於全球前列。歡迎大家成為棉花糖兔。
"""

COPYPASTA_MARSHMELLOWRABBIT2 = """
今日打chuni之前諗住搣手指伸展下 結果成隻手指搣咗落嚟 舐咗一啖仲要係甜嘅
"""

COPYPASTA_MARSHMELLOWRABBIT3 = """
呢幾日食得越嚟越甜
我覺得我就嚟要進化
"""

COPYPASTA_MARSHMELLOWRABBIT4 = """
我原本係男嘅 自從我AJ咗天使塵之後 我發現衣櫃裏面嘅頹T長褲全部冇晒 得返地雷裙
"""

COPYPASTA_MARSHMELLOWRABBIT5 = """
今日我原本諗住落SG打機 結果經過muji嗰陣個身不受控制咁樣行咗入去 將舖頭所有棉花糖買晒
搞到我而家冇錢打機
"""

COPYPASTA_MARSHMELLOWRABBIT6 = """
今日我AJ咗sheriruth 心滿意足咁返去瞓覺 起身發現自己嘅體型縮水咗一半 手臂長度得返四份之一
"""

COPYPASTA_MARSHMELLOWRABBIT7 = """
自從我開始打xevel之後 我發現我嘅皮膚越嚟越白 耳仔越嚟越長而且位置越嚟越上 眼珠仲變咗做紅色
"""

COPYPASTA_MARSHMELLOWRABBIT8 = """
今日唔小心鎅傷手結果傷口流嘅唔係血而係溶咗嘅棉花糖
"""

COPYPASTA_MARSHMELLOWRABBIT9 = """
我今日AJ咗sambaland 第二日就走咗去買一堆奶龍周邊
"""

COPYPASTA_MARSHMELLOWRABBIT10 = """
建議你哋返棉花糖樂園放閃
"""

COPYPASTA_INSTANTNOODLES = """
我係一個地雷系女子，情緒就好似我屋企張燈掣——唔知幾時會「啪」一聲爆發。
凌晨兩點，我瞓到一半，突然想食公仔麵，但係我唔識煮。
我踎喺老母間房門口：「媽……我好肚餓，可唔可以煮包麵俾我呀……？」
結果佢冇半秒猶豫就回：「唔得，我要訓，唔好煩我。」
嗚啊——只係一包麵啫！連少少溫暖都俾唔到，我簡直懷疑自己係唔係佢親生！
結果，我冇麵食、冇母愛。
"""

COPYPASTA_7381 = """
那一天的七三😭八一起來🥲那一天的七四🥹五六起來😰連同著迷🥺這個我操🔥破譜🥵萬般滋味👄那個你🫵都化作了鳥吋在我心底❤揮之不去檸檬 (垃圾譜師) 🍋的譜面💭在廁所🌞七九三五☔之前都無法被抹去😭如同嚼下甲口檸檬 (垃圾譜師) 🍋那樣讓我難忘記😭你是我永遠駐足眺望🫡的唯一那束光🔆
"""

COPYPASTA_WHOFINGER = """
【WHO finger】招生公告
     近日，本團出現了大量躺贏狗，上個月+今個月的共計pt為，3.0k。
因此，本團將會清理門戶並招攬熱血，對猩猩歌、手指歌、綜合歌（不包括盟月）有熱誠的團員。無論你的性別、年齡、膚色、國籍、手指數量、體重、身高、染色體數量、智商、手套厚薄、rating如何，我們都無任歡迎你的加入。
  福利：本團會定期設置team course，不定期舉辦線下網聚（不是銀趴），不定期派發染色體，團長會請團員飲隨機飲料，團長會有唐氏表演等
注意：*坐標香港優先*
（以下附上團長的艷照）
很帥，認同請分享
"""

COPYPASTA_REBELLION = """
【ReβelliØn】招生公告
     近日，本團出現了大量躺贏狗，上個月+今個月的共計pt為，3.0k。
因此，本團將會清理門戶並招攬熱血，對猩猩歌、手指歌、綜合歌（不包括Giselle）有熱誠的團員。無論你的性別、年齡、膚色、國籍、手指數量、體重、身高、染色體數量、智商、手套厚薄、rating如何，我們都無任歡迎你的加入。
  福利：本團會定期設置team course，不定期舉辦線下網聚（不是銀趴），不定期派發染色體，團長會為團員畫隨機老婆，榜一會發女裝照等

注意：坐標香港優先

（以下附上榜一的艷照）
很婆，認同請分享
"""

COPYPASTA_REBELLION2 = """
歡迎各位蒞臨反叛者群組
我哋有：
一般1
一般2
一般3
一般4
一般5
一般6
一般7
一般8
一般9
一般10
一般11
一般12
一般13
一般14
一般15
一般16
一般17
最後還有非一般

希望大家會有個非一般的體驗！
"""

COPYPASTA_0KNOW = """
喂，你又喺度扮晒0識？
"""

COPYPASTA_MEMEME= """
咩叫「我」啫？你個頭先係「我」！講嘢都唔講完整句嘅？
你咁講嘢真係好撚煩，仲要浪費我時間。

食屎啦你！想知我點答你？咪自己講多幾個字出嚟囉，懶型咁！
抽你水呀仆街！

完全唔明你想講乜春，痴撚線，收皮啦你！
"""

COPYPASTA_4PITAYA = """
漏左四個火龍果系龍威😭第二日要番工冇時間買又去唔到拎番
如果路過希望可以代拎去場務或者問問場務有冇執到，雖然放多幾日佢可能會爛但系佢陪我刷左兩分😭🫶真的很需要💔💔
"""

COPYPASTA_HARRYCH1 = """
Loong9:「我給你看看我的B30」
Az:「看看你的逼」
哈利陳:「我的逼裡面有狼鬼寶寶的精液」
"""

COPYPASTA_HARRYCH2 = """
「ウルガレオン我寶寶💕💋💋」
"""

COPYPASTA_HARRYCH3 = """
😠
"""

COPYPASTA_HARRYCH4 = """
Rich and Strong and Fat
"""

COPYPASTA_LOONG91 = """
"你Daphnis幾多分"
"無趙電神高分"
“咁你不如話無str高分”
"""

COPYPASTA_LOONG92 = """
"你覺得我有咩代表作"
"L9姐姐"
"我地得哥哥"
"""

COPYPASTA_LOONG93 = """
"可摸耳幫我睇我張圖畫成點"
"好睇"
（但係圖仲send緊）
"""

COPYPASTA_LOONG94 = """
"我好靚仔我好靚仔我好靚仔"
"""

COPYPASTA_LOONG95 = """
"你話Del左Wizdomiot段交互就可以AJ咁我Del左祈段尾殺都AJ到啦" 
"""

COPYPASTA_LOONG96 = """
本來我同夜哥講好，今日晏晝去西九龍食飯，話咁快就到咗約定嘅時間。我一早出門，坐地鐵去西九龍，一路行一路諗今日食邊間好。

去到地鐵站，一望周圍，吓？點解冇乜人嘅？靜到可以聽到自己嘅腳步聲。
我拎起電話打畀夜哥：「我到左西九龍啦，點解無人係度既？」佢喺電話另一邊講：「到咗啦，我喺商場入面㗎啦，好多人喎！」

吓？我周圍望，成個月台得我一個。再睇清楚地鐵站個牌，先發現自己嚟咗「香港西九龍」高鐵站。原來同西九龍中心完全唔同地方！

結果，我冇下午茶食、冇朋友。
"""

COPYPASTA_LOONG97 = """
語錄評比
Loong9:「西瓜SDVX好犀利」 
Az:「咁人地真係玩左好耐，我決定換條賽道唔同你地爭」
Loong9:「我決定換條賽道唔同你地爭」
Az:「決定打IIDX」
Loong9:「決定玩華卡，我一向都唔斬人，有人可以做証」
（餓底stalk）
Az「比人斬果個就係度」
"""

COPYPASTA_LOONG98 = """
Loong9:「我今年17歲，年齡符合我Rating有17，下年18歲」
夜:「佢想下年斬死Str」
哈利陳:「我依家有介刀你信唔信我依家斬撚死你」
"""
